[
  {
    "source": "medium",
    "url": "https://medium.com/@mihauco/youtube-iframe-api-without-youtube-iframe-api-f0ac5fcf7c74",
    "title": {
      "en": "YouTube iframe API without YouTube iframe API",
      "pl": "YouTube iFrame API bez YouTube iFrame API"
    },
    "description": {
      "en": "A brief guide on how to control an embedded YouTube player without using the official YouTube iFrame API.",
      "pl": "Krótka historia o tym jak komunikować się z odtwarzaczem YouTube w iFrame bez użycia oficjalnego YouTube iFrame API."
    },
    "info": {
      "pl": "Post w języku angielskim"
    },
    "date": "19.08.2024"
  },
  {
    "source": "medium",
    "url": "https://medium.com/@mihauco/do-not-waste-your-money-on-developer-certifications-5078a72b4128",
    "title": {
      "en": "Do not waste your money on developer certifications",
      "pl": "Nie trać swoich pieniędzy na certyfikaty dla programistów"
    },
    "description": {
      "en": "In a few sentences, I'll explain why it's not a good idea to use your money to obtain developer certifications.",
      "pl": "Wyjaśnienie w kilku zdaniach dlaczego wydawanie pieniędzy na certyfikaty dla programistów to zły pomysł."
    },
    "info": {
      "pl": "Post w języku angielskim"
    },
    "date": "07.08.2023"
  },
  {
    "source": "medium",
    "url": "https://medium.com/@mihauco/the-game-of-life-in-one-tweet-e065602baf22",
    "title": {
      "en": "The Game of Life in one tweet",
      "pl": "Gra w życie w jednym tweecie"
    },
    "description": {
      "en": "Is it possible to fit a JavaScript implementation of the Game of Life in a single tweet? I couldn't resist the urge to give it a try.",
      "pl": "Czy możliwe jest umieszczenie implementacji gry w życie w jednym tweecie? Nie mogłem się oprzeć pokusie, aby sprawdzić."
    },
    "info": {
      "pl": "Post w języku angielskim"
    },
    "date": "14.07.2023"
  },
  {
    "source": "medium",
    "url": "https://medium.com/@mihauco/how-to-create-a-personal-website-but-its-1999-48283b1f5be4",
    "title": {
      "en": "How to create a personal website, but it's 1999",
      "pl": "Jak stworzyć stronę internetową, ale jest 1999"
    },
    "description": {
      "en": "Story about going back to 1999 to create website that will work on Internet Explorer and Netscape Navigator. High dose of useless knowledge.",
      "pl": "Historia o powrocie do '99, aby stworzyć stronę internetową, która będzie działać na Internet Explorer i Netscape Navigator. Wysoka dawka zbędnej wiedzy."
    },
    "info": {
      "pl": "Post w języku angielskim"
    },
    "date": "03.07.2023"
  }
]
